{
    "home": "Inicio",
    "about": "Acerca de mi",
    "skills": "Habilidades y Aptitudes",
    "education": "Educación",
    "recommendations": "Recomendaciones",
    "experience": "Experiencia",
    "contact": "Contacto",
    "hi": "Bienvenidos",
    "my-name": "soy Jose Antonio Rico",
    "me": "mi",
    "about2": " Acerca de ",
    "Full Stack Angular Developer": "Desarrollador Full-Stack en Angular",
    "I'm Jose Antonio Rico": "Jose Antonio Rico",
    "I build websites using MEAN Stack.": "Desarrollador Full-Stack con +2 de experiencia, especializado en la parte frontal y en la creación de Web Components. Actualmente estoy aportando valor a la consultora sanitaria TICH CONSULTING como desarrollador. Me apasiona mejorar mis habilidades de codificación y desarrollar aplicaciones y sitios web. Construyo sitios web usando MEAN Stack.",
    "emailLabel": "Email: ",
    "placeLabel": "Lugar: ",
    "emailText": "ricpastjob@gmail.com",
    "placeText": "Alicante",
    "Resume": "Currículum",
    "Skills & Abilities": "Habilidades y Aptitudes",
    "Abilities": "Habilidades y ",
    "Skills": "Aptitudes",
    "Higher Technician in Web Application Development": "Técnico Superior en Desarrollo de Aplicaciones Web",
    "IES Poeta Paco Mollá / Petrer - Alicante": "IES Poeta Paco Mollá / Petrer - Alicante",
    "2020-2022": "2020-2022",
    "Intermediate Technician in Microcomputer Systems and Networks": "Técnico Medio en Sistemas Microinformáticos y Redes",
    "IES Villa de Aspe / Aspe - Alicante": "IES Villa de Aspe / Aspe - Alicante",
    "2018-2020": "2018-2020",
    "Experience": "Experiencia",
    "My Education": "Estudios",
    "Projects Made": "Proyectos Realizados",
    "View All": "Ver Todos",
    "Hire Me Now": "Contrátame Ahora",
    "Thank you for visiting my personal portfolio website. Connect with me over socials.": "Gracias por visitar mi sitio web de portafolio personal. Conéctate conmigo en las redes sociales.",
    "quick links": "enlaces rápidos",
    "Jose's Portfolio": "Portafolio de Jose",
    "ScrollTop": "Volver arriba",
    "tichDesc1": "TICH CONSULTING (GRUPO ASISA)",
    "tichDesc2": "Desarrollador Web FullStack Angular",
    "tichDesc3": "Oct 2023 - Presente",
    "tichDesc4": "En Tich Consulting, consultora IT Especializada en Tecnología Sanitaria - Care Health, me encargo de desarrollar nuevas vistas y funcionalidades, así como la resolución de incidencias. </br> </br> Mantengo una comunicación constante con consultores y clientes, colaborando para satisfacer sus necesidades y garantizar la excelencia en cada entrega, siempre impulsando nuestro valor tecnológico. </br> </br>",
    "tichDesc5": "<strong>Stack: </strong>",
    "tichDesc6": "HTML, CSS, TypeScript, Angular, Redux (NgRx), RxJS, SQLServer, TypeORM, Docker, HL7 (Health Level), Azure DevOps.",
    "BBVADesc1": "BBVA - NTT DATA",
    "BBVADesc2": "Desarrollador Web Mid",
    "BBVADesc3": "Jun 2023 - Oct 2023",
    "BBVADesc4": "Desempeñé un papel clave en el desarrollo de pantallas, incidencias y evolutivos, utilizando tecnologías de web components como Lit y Cells.</br> </br> Destaco mi capacidad para adaptarme a nuevos sectores, particularmente en el ámbito bancario, donde interactué diariamente con clientes, comprendiendo sus necesidades.</br> </br> Como desarrollador Frontend en BBVA a través de NTT DATA, aporté valor no solo en términos técnicos, sino también al priorizar soluciones efectivas y centradas en el cliente. Mi enfoque integral ha sido esencial para el éxito y la adaptabilidad en diversos proyectos. </br> </br>",
    "BBVADesc5": "<strong>Stack: </strong>",
    "BBVADesc6": "HTML, CSS, JavaScript, Web Components (CELLS, Polymer, Lit), Metodologías Agile, Postman, Jenkins, Sonar, Git, Sourcetree, Bitbucket, API Rest, Figma.",
    "nttJuniorDesc1": "NTT DATA",
    "nttJuniorDesc2": "Desarrollador Web Junior",
    "nttJuniorDesc3": "Mar 2022 - Jun 2023",
    "nttJuniorDesc4": "Destacado por agregar valor en proyectos clave, incluyendo un marketplace para BBVA y mejoras en la experiencia del usuario. Contribuí al desarrollo de interfaces para la empresa NRI Nuclear Risk Insurance y supervisé a compañeros. Conseguí un triple ascenso y logré un aumento de categoría gracias a mi compromiso y enfoque en la mejora continua.</br> </br>",
    "nttJuniorDesc5": "<strong>Stack: </strong>",
    "nttJuniorDesc6": "HTML, CSS, Bootstrap, Sass, JavaScript, TypeScript, Angular, Redux (NgRx), RxJS, Metodologías Agile, Postman, Grafana, Gogs, Git, API Rest, SQL, MySQL",
    "quickLinks1": "Inicio",
    "quickLinks2": "Sobre mi",
    "quickLinks3": "Aptitudes",
    "quickLinks4": "Estudios",
    "quickLinks5": "Recomendaciones",
    "quickLinks6": "Experiencias"
}